{"status":"ok","message-type":"work","message-version":"1.0.0","message":{"indexed":{"date-parts":[[2024,2,7]],"date-time":"2024-02-07T06:47:41Z","timestamp":1707288461021},"reference-count":62,"publisher":"Copernicus GmbH","issue":"9","license":[{"start":{"date-parts":[[2020,9,10]],"date-time":"2020-09-10T00:00:00Z","timestamp":1599696000000},"content-version":"vor","delay-in-days":0,"URL":"https://creativecommons.org/licenses/by/4.0/"}],"funder":[{"DOI":"10.13039/501100000844","name":"European Space Agency","doi-asserted-by":"publisher","award":["ESA Climate Change Initiative Climate Model User Group (ESA CCI CMUG)"]},{"DOI":"10.13039/501100009318","name":"Helmholtz Association","doi-asserted-by":"publisher","award":["Advanced Earth System Model Evaluation for CMIP (EVal4CMIP)"]},{"DOI":"10.13039/100010661","name":"Horizon 2020 Framework Programme","doi-asserted-by":"publisher"}],"content-domain":{"domain":[],"crossmark-restriction":false},"short-container-title":["Geosci. Model Dev."],"abstract":"<jats:p>Abstract. The Earth System Model Evaluation Tool (ESMValTool), a community diagnostics\nand performance metrics tool for evaluation and analysis of Earth system\nmodels (ESMs), is designed to facilitate a more comprehensive and rapid\ncomparison of single or multiple models participating in the Coupled Model\nIntercomparison Project (CMIP). The ESM results can be compared against\nobservations or reanalysis data as well as against other models including\npredecessor versions of the same model. The updated and extended version (v2.0)\nof the ESMValTool includes several new analysis scripts such as large-scale\ndiagnostics for evaluation of ESMs as well as diagnostics for extreme\nevents, regional model and impact evaluation. In this paper, the newly\nimplemented climate metrics such as effective climate sensitivity (ECS) and\ntransient climate response (TCR) as well as emergent constraints for various\nclimate-relevant feedbacks and diagnostics for future projections from ESMs\nare described and illustrated with examples using results from the\nwell-established model ensemble CMIP5. The emergent constraints implemented\ninclude constraints on ECS, snow-albedo effect, climate–carbon cycle\nfeedback, hydrologic cycle intensification, future Indian summer monsoon\nprecipitation and year of disappearance of summer Arctic sea ice. The\ndiagnostics included in ESMValTool v2.0 to analyze future climate\nprojections from ESMs further include analysis scripts to reproduce selected\nfigures of chapter 12 of the Intergovernmental Panel on Climate Change's\n(IPCC) Fifth Assessment Report (AR5) and various multi-model statistics.\n                    </jats:p>","DOI":"10.5194/gmd-13-4205-2020","type":"journal-article","created":{"date-parts":[[2020,9,10]],"date-time":"2020-09-10T09:28:09Z","timestamp":1599730089000},"page":"4205-4228","source":"Crossref","is-referenced-by-count":17,"title":["Earth System Model Evaluation Tool (ESMValTool) v2.0 – diagnostics for emergent constraints and future projections from Earth system models in CMIP"],"prefix":"10.5194","volume":"13","author":[{"ORCID":"http://orcid.org/0000-0002-9270-1044","authenticated-orcid":false,"given":"Axel","family":"Lauer","sequence":"first","affiliation":[]},{"ORCID":"http://orcid.org/0000-0002-6887-4885","authenticated-orcid":false,"given":"Veronika","family":"Eyring","sequence":"additional","affiliation":[]},{"given":"Omar","family":"Bellprat","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0001-7058-5938","authenticated-orcid":false,"given":"Lisa","family":"Bock","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0002-2928-8664","authenticated-orcid":false,"given":"Bettina K.","family":"Gier","sequence":"additional","affiliation":[]},{"given":"Alasdair","family":"Hunter","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0002-3986-1268","authenticated-orcid":false,"given":"Ruth","family":"Lorenz","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0001-8568-3071","authenticated-orcid":false,"given":"Núria","family":"Pérez-Zanón","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0003-3827-5950","authenticated-orcid":false,"given":"Mattia","family":"Righi","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0001-5251-0158","authenticated-orcid":false,"given":"Manuel","family":"Schlund","sequence":"additional","affiliation":[]},{"given":"Daniel","family":"Senftleben","sequence":"additional","affiliation":[]},{"ORCID":"http://orcid.org/0000-0001-6133-7801","authenticated-orcid":false,"given":"Katja","family":"Weigel","sequence":"additional","affiliation":[]},{"given":"Sabrina","family":"Zechlau","sequence":"additional","affiliation":[]}],"member":"3145","published-online":{"date-parts":[[2020,9,10]]},"reference":[{"key":"ref1","doi-asserted-by":"crossref","unstructured":"Adler, R. F., Huffman, G. J., Chang, A., Ferraro, R., Xie, P. P., Janowiak,\nJ., Rudolf, B., Schneider, U., Curtis, S., Bolvin, D., Gruber, A., Susskind,\nJ., Arkin, P., and Nelkin, E.: The version-2 global precipitation\nclimatology project (GPCP) monthly precipitation analysis (1979–present), J.\nHydrometeorol., 4, 1147–1167, 2003.","DOI":"10.1175/1525-7541(2003)004<1147:TVGPCP>2.0.CO;2"},{"key":"ref2","unstructured":"Andela, B., Broetz, B., de Mora, L., Drost, N., Eyring, V., Koldunov, N., Lauer, A., Mueller, B., Predoi, V., Righi, M., Schlund, M., Vegas-Regidor, J., Zimmermann, K., Adeniyi, K., Arnone, E., Bellprat, O., Berg, P., Bock, L., Caron, L.-P., Carvalhais, N., Cionni, I., Cortesi, N., Corti, S., Crezee, B., Davin, E. L., Davini, P., Deser, C., Diblen, F., Docquier, D., Dreyer, L., Ehbrecht, C., Earnshaw, P., Gier, B., Gonzalez-Reviriego, N., Goodman, P., Hagemann, S., von Hardenberg, J., Hassler, B., Hunter, A., Kadow, C., Kindermann, S., Koirala, S., Lledó, L., Lejeune, Q., Lembo, V., Little, B., Loosveldt-Tomas, S., Lorenz, R., Lovato, T., Lucarini, V., Massonnet, F., Mohr, C. W., Amarjiit, P., Pérez-Zanón, N., Phillips, A., Russell, J., Sandstad, M., Sellar, A., Senftleben, D., Serva, F., Sillmann, J., Stacke, T., Swaminathan, R., Torralba, V., and Weigel, K.: ESMValTool (Version v2.0.0), Zenodo, https://doi.org/10.5281/zenodo.3970975, 2020a."},{"key":"ref3","unstructured":"Andela, B., Broetz, B., de Mora, L., Drost, N., Eyring, V., Koldunov, N., Lauer, A., Predoi, V., Righi, M., Schlund, M., Vegas-Regidor, J., Zimmermann, K., Bock, L., Diblen, F., Dreyer, L., Earnshaw, P., Hassler, B., Little, B., and Loosveldt-Tomas, S.: ESMValCore (Version v2.0.0), Zenodo, https://doi.org/10.5281/zenodo.3952695, 2020b."},{"key":"ref4","doi-asserted-by":"crossref","unstructured":"Bellprat, O., Massonnet, F., Siegert, S., Prodhomme, C., Macias-Gómez,\nD., Guemas, V., and Doblas-Reyes, F. J. R. S. O. E.: Uncertainty propagation\nin observational references to climate model scales, Remote Sens. Environ., 203, 101–108, 2017.","DOI":"10.1016/j.rse.2017.06.034"},{"key":"ref5","doi-asserted-by":"crossref","unstructured":"Bellucci, A., Gualdi, S., and Navarra, A. J. J. O. C.: The double-ITCZ\nsyndrome in coupled general circulation models: the role of large-scale\nvertical circulation regimes, J. Climate, 23, 1127–1145, 2010.","DOI":"10.1175/2009JCLI3002.1"},{"key":"ref6","doi-asserted-by":"crossref","unstructured":"Bodas-Salcedo, A., Webb, M. J., Bony, S., Chepfer, H., Dufresne, J. L.,\nKlein, S. A., Zhang, Y., Marchand, R., Haynes, J. M., Pincus, R., and John,\nV. O.: COSP Satellite simulation software for model assessment, B. Am.\nMeteorol. Soc., 92, 1023–1043, 2011.","DOI":"10.1175/2011BAMS2856.1"},{"key":"ref7","doi-asserted-by":"crossref","unstructured":"Brient, F. and Schneider, T.: Constraints on Climate Sensitivity from\nSpace-Based Measurements of Low-Cloud Reflection, J. Climate, 29, 5821–5835,\n2016.","DOI":"10.1175/JCLI-D-15-0897.1"},{"key":"ref8","unstructured":"Collins, M., Knutti, R., Arblaster, J., Dufresne, J.-L., Fichefet, T.,\nFriedlingstein, P., Gao, X., Gutowski, W. J., Johns, T., Krinner, G.,\nShongwe, M., Tebaldi, C., Weaver, A. J., and Wehner, M.: Long-term Climate\nChange: Projections, Commitments and Irreversibility, in: Climate Change\n2013: The Physical Science Basis. Contribution of Working Group I to the\nFifth Assessment Report of the Intergovernmental Panel on Climate Change,\nedited by: Stocker, T. F., Qin, D., Plattner, G.-K., Tignor, M., Allen, S. K.,\nBoschung, J., Nauels, A., Xia, Y., Bex, V., and Midgley, P. M.,\nCambridge University Press, Cambridge, United Kingdom and New York, NY, USA,\n2013."},{"key":"ref9","doi-asserted-by":"crossref","unstructured":"Cox, P. M., Pearson, D., Booth, B. B., Friedlingstein, P., Huntingford, C.,\nJones, C. D., and Luke, C. M.: Sensitivity of tropical carbon to climate\nchange constrained by carbon dioxide variability, Nature, 494, 341–344,\n2013.","DOI":"10.1038/nature11882"},{"key":"ref10","doi-asserted-by":"crossref","unstructured":"Cox, P. M., Huntingford, C., and Williamson, M. S. J. N.: Emergent\nconstraint on equilibrium climate sensitivity from global temperature\nvariability, Nature, 553, 319–322, 2018.","DOI":"10.1038/nature25450"},{"key":"ref11","doi-asserted-by":"crossref","unstructured":"DeAngelis, A. M., Qu, X., Zelinka, M. D., and Hall, A.: An observational\nradiative constraint on hydrologic cycle intensification, Nature, 528, 249–253,\n2015.","DOI":"10.1038/nature15770"},{"key":"ref12","doi-asserted-by":"crossref","unstructured":"Dee, D. P., Uppala, S. M., Simmons, A. J., Berrisford, P., Poli, P.,\nKobayashi, S., Andrae, U., Balmaseda, M. A., Balsamo, G., Bauer, P.,\nBechtold, P., Beljaars, A. C. M., van de Berg, L., Bidlot, J., Bormann, N.,\nDelsol, C., Dragani, R., Fuentes, M., Geer, A. J., Haimberger, L., Healy, S.\nB., Hersbach, H., Holm, E. V., Isaksen, L., Kallberg, P., Kohler, M.,\nMatricardi, M., McNally, A. P., Monge-Sanz, B. M., Morcrette, J. J., Park,\nB. K., Peubey, C., de Rosnay, P., Tavolato, C., Thepaut, J. N., and Vitart,\nF.: The ERA-Interim reanalysis: configuration and performance of the data\nassimilation system, Q. J. Roy. Meteor. Soc., 137, 553–597, 2011.","DOI":"10.1002/qj.828"},{"key":"ref13","doi-asserted-by":"crossref","unstructured":"Eyring, V., Bony, S., Meehl, G. A., Senior, C. A., Stevens, B., Stouffer, R. J., and Taylor, K. E.: Overview of the Coupled Model Intercomparison Project Phase 6 (CMIP6) experimental design and organization, Geosci. Model Dev., 9, 1937–1958, https://doi.org/10.5194/gmd-9-1937-2016, 2016a.","DOI":"10.5194/gmd-9-1937-2016"},{"key":"ref14","doi-asserted-by":"crossref","unstructured":"Eyring, V., Righi, M., Lauer, A., Evaldsson, M., Wenzel, S., Jones, C., Anav, A., Andrews, O., Cionni, I., Davin, E. L., Deser, C., Ehbrecht, C., Friedlingstein, P., Gleckler, P., Gottschaldt, K.-D., Hagemann, S., Juckes, M., Kindermann, S., Krasting, J., Kunert, D., Levine, R., Loew, A., Mäkelä, J., Martin, G., Mason, E., Phillips, A. S., Read, S., Rio, C., Roehrig, R., Senftleben, D., Sterl, A., van Ulft, L. H., Walton, J., Wang, S., and Williams, K. D.: ESMValTool (v1.0) – a community diagnostic and performance metrics tool for routine evaluation of Earth system models in CMIP, Geosci. Model Dev., 9, 1747–1802, https://doi.org/10.5194/gmd-9-1747-2016, 2016b.","DOI":"10.5194/gmd-9-1747-2016"},{"key":"ref15","doi-asserted-by":"crossref","unstructured":"Eyring, V., Cox, P. M., Flato, G. M., Gleckler, P. J., Abramowitz, G.,\nCaldwell, P., Collins, W. D., Gier, B. K., Hall, A. D., and Hoffman, F. M.\nJ. N. C. C.: Taking climate model evaluation to the next level, Nat. Clim. Change, 9, 102–110,\n2019.","DOI":"10.1038/s41558-018-0355-y"},{"key":"ref16","doi-asserted-by":"crossref","unstructured":"Eyring, V., Bock, L., Lauer, A., Righi, M., Schlund, M., Andela, B., Arnone, E., Bellprat, O., Brötz, B., Caron, L.-P., Carvalhais, N., Cionni, I., Cortesi, N., Crezee, B., Davin, E. L., Davini, P., Debeire, K., de Mora, L., Deser, C., Docquier, D., Earnshaw, P., Ehbrecht, C., Gier, B. K., Gonzalez-Reviriego, N., Goodman, P., Hagemann, S., Hardiman, S., Hassler, B., Hunter, A., Kadow, C., Kindermann, S., Koirala, S., Koldunov, N., Lejeune, Q., Lembo, V., Lovato, T., Lucarini, V., Massonnet, F., Müller, B., Pandde, A., Pérez-Zanón, N., Phillips, A., Predoi, V., Russell, J., Sellar, A., Serva, F., Stacke, T., Swaminathan, R., Torralba, V., Vegas-Regidor, J., von Hardenberg, J., Weigel, K., and Zimmermann, K.: Earth System Model Evaluation Tool (ESMValTool) v2.0 – an extended set of large-scale diagnostics for quasi-operational and comprehensive evaluation of Earth system models in CMIP, Geosci. Model Dev., 13, 3383–3438, https://doi.org/10.5194/gmd-13-3383-2020, 2020.","DOI":"10.5194/gmd-13-3383-2020"},{"key":"ref17","unstructured":"Flato, G., Marotzke, J., Abiodun, B., Braconnot, P., Chou, S. C., Collins,\nW., Cox, P., Driouech, F., Emori, S., Eyring, V., Forest, C., Gleckler, P.,\nGuilyardi, E., Jakob, C., Kattsov, V., Reason, C., and Rummukainen, M.:\nEvaluation of Climate Models, in: Climate Change 2013: The Physical Science\nBasis. Contribution of Working Group I to the Fifth Assessment Report of the\nIntergovernmental Panel on Climate Change, edited by: Stocker, T. F., Qin, D.,\nPlattner, G.-K., Tignor, M., Allen, S. K., Boschung, J., Nauels, A., Xia, Y., Bex, V., and Midgley,\nP. M., Cambridge University Press, Cambridge, United Kingdom\nand New York, NY, USA, 2013."},{"key":"ref18","doi-asserted-by":"crossref","unstructured":"Friedlingstein, P., Cox, P., Betts, R., Bopp, L., Von Bloh, W., Brovkin, V.,\nCadule, P., Doney, S., Eby, M., Fung, I., Bala, G., John, J., Jones, C.,\nJoos, F., Kato, T., Kawamiya, M., Knorr, W., Lindsay, K., Matthews, H. D.,\nRaddatz, T., Rayner, P., Reick, C., Roeckner, E., Schnitzler, K. G., Schnur,\nR., Strassmann, K., Weaver, A. J., Yoshikawa, C., and Zeng, N.:\nClimate-carbon cycle feedback analysis: Results from the (CMIP)-M-4 model\nintercomparison, J. Climate, 19, 3337–3353, 2006.","DOI":"10.1175/JCLI3800.1"},{"key":"ref19","doi-asserted-by":"crossref","unstructured":"Gregory, J. M. and Forster, P. M.: Transient climate response estimated from\nradiative forcing and observed temperature change, J. Geophys. Res.-Atmos., 113, D23105, https://doi.org/10.1029/2008JD010405,\n2008.","DOI":"10.1029/2008JD010405"},{"key":"ref20","doi-asserted-by":"crossref","unstructured":"Gregory, J. M., Ingram, W., Palmer, M., Jones, G., Stott, P., Thorpe, R.,\nLowe, J., Johns, T., and Williams, K. J. G. R. L.: A new method for\ndiagnosing radiative forcing and climate sensitivity, Geophys. Res. Lett., 31, L03205, https://doi.org/10.1029/2003GL018747, 2004.","DOI":"10.1029/2003GL018747"},{"key":"ref21","doi-asserted-by":"crossref","unstructured":"Hall, A. and Qu, X.: Using the current seasonal cycle to constrain snow\nalbedo feedback in future climate change, Geophys. Res. Lett., 33, L03502, https://doi.org/10.1029/2005GL025127,\n2006.","DOI":"10.1029/2005GL025127"},{"key":"ref22","doi-asserted-by":"crossref","unstructured":"Hasselmann, K.: Stochastic climate models Part I. Theory, Tellus, 28,\n473–485, 1976.","DOI":"10.3402/tellusa.v28i6.11316"},{"key":"ref23","doi-asserted-by":"crossref","unstructured":"Hirota, N., Takayabu, Y. N., Watanabe, M., and Kimoto, M. J. J. O. C.:\nPrecipitation reproducibility over tropical oceans and its relationship to\nthe double ITCZ problem in CMIP3 and MIROC5 climate models, J. Climate, 24, 4859–4873,\n2011.","DOI":"10.1175/2011JCLI4156.1"},{"key":"ref24","doi-asserted-by":"crossref","unstructured":"Huffman, G. J., Bolvin, D. T., Nelkin, E. J., Wolff, D. B., Adler, R. F.,\nGu, G., Hong, Y., Bowman, K. P., and Stocker, E. F. J. J. O. h.: The TRMM\nmultisatellite precipitation analysis (TMPA): Quasi-global, multiyear,\ncombined-sensor precipitation estimates at fine scales, J. Hydrometeorol., 8, 38–55, 2007.","DOI":"10.1175/JHM560.1"},{"key":"ref25","unstructured":"IPCC: The Physical Science Basis, Contribution of Working\nGroup I to the Fourth Assessment Report of the Intergovernmental Panel on\nClimate Change, Cambridge University Press, Cambridge, United Kingdom and\nNew York, NY, USA, 2007."},{"key":"ref26","unstructured":"IPCC: Climate Change 2013: The Physical Science Basis. Contribution of\nWorking Group I to the Fifth Assessment Report of the Intergovernmental\nPanel on Climate Change, Cambridge University Press, Cambridge, United\nKingdom and New York, NY, USA, 2013."},{"key":"ref27","doi-asserted-by":"crossref","unstructured":"Kalnay, E., Kanamitsu, M., Kistler, R., Collins, W., Deaven, D., Gandin, L.,\nIredell, M., Saha, S., White, G., Woollen, J., Zhu, Y., Chelliah, M.,\nEbisuzaki, W., Higgins, W., Janowiak, J., Mo, K. C., Ropelewski, C., Wang,\nJ., Leetmaa, A., Reynolds, R., Jenne, R., and Joseph, D.: The NCEP/NCAR\n40-year reanalysis project, B. Am. Meteorol. Soc., 77, 437–471, 1996.","DOI":"10.1175/1520-0477(1996)077<0437:TNYRP>2.0.CO;2"},{"key":"ref28","doi-asserted-by":"crossref","unstructured":"Kato, S., Loeb, N. G., Rose, F. G., Doelling, D. R., Rutan, D. A., Caldwell,\nT. E., Yu, L. S., and Weller, R. A.: Surface Irradiances Consistent with\nCERES-Derived Top-of-Atmosphere Shortwave and Longwave Irradiances, J.\nClimate, 26, 2719–2740, 2013.","DOI":"10.1175/JCLI-D-12-00436.1"},{"key":"ref29","doi-asserted-by":"crossref","unstructured":"Knutti, R., Sedlacek, J., Sanderson, B. M., Lorenz, R., Fischer, E. M., and\nEyring, V.: A climate model projection weighting scheme accounting for\nperformance and interdependence, Geophys. Res. Lett., 44, 1909–1918, 2017.","DOI":"10.1002/2016GL072012"},{"key":"ref30","doi-asserted-by":"crossref","unstructured":"Le Quéré, C., Moriarty, R., Andrew, R. M., Peters, G. P., Ciais, P., Friedlingstein, P., Jones, S. D., Sitch, S., Tans, P., Arneth, A., Boden, T. A., Bopp, L., Bozec, Y., Canadell, J. G., Chini, L. P., Chevallier, F., Cosca, C. E., Harris, I., Hoppema, M., Houghton, R. A., House, J. I., Jain, A. K., Johannessen, T., Kato, E., Keeling, R. F., Kitidis, V., Klein Goldewijk, K., Koven, C., Landa, C. S., Landschützer, P., Lenton, A., Lima, I. D., Marland, G., Mathis, J. T., Metzl, N., Nojiri, Y., Olsen, A., Ono, T., Peng, S., Peters, W., Pfeil, B., Poulter, B., Raupach, M. R., Regnier, P., Rödenbeck, C., Saito, S., Salisbury, J. E., Schuster, U., Schwinger, J., Séférian, R., Segschneider, J., Steinhoff, T., Stocker, B. D., Sutton, A. J., Takahashi, T., Tilbrook, B., van der Werf, G. R., Viovy, N., Wang, Y.-P., Wanninkhof, R., Wiltshire, A., and Zeng, N.: Global carbon budget 2014, Earth Syst. Sci. Data, 7, 47–85, https://doi.org/10.5194/essd-7-47-2015, 2015.","DOI":"10.5194/essd-7-47-2015"},{"key":"ref31","doi-asserted-by":"crossref","unstructured":"Li, G., Xie, S. P., He, C., and Chen, Z. S.: Western Pacific emergent\nconstraint lowers projected increase in Indian summer monsoon rainfall, Nat.\nClim. Change, 7, 708–712, 2017.","DOI":"10.1038/nclimate3387"},{"key":"ref32","doi-asserted-by":"crossref","unstructured":"Lipat, B. R., Tselioudis, G., Grise, K. M., and Polvani, L. M.: CMIP5\nmodels' shortwave cloud radiative response and climate sensitivity linked to\nthe climatological Hadley cell extent, Geophys. Res. Lett., 44, 5739–5748,\n2017.","DOI":"10.1002/2017GL073151"},{"key":"ref33","doi-asserted-by":"crossref","unstructured":"Loeb, N. G., Wielicki, B. A., Doelling, D. R., Smith, G. L., Keyes, D. F.,\nKato, S., Manalo-Smith, N., and Wong, T.: Toward Optimal Closure of the\nEarth's Top-of-Atmosphere Radiation Budget, J. Climate, 22, 748–766, 2009.","DOI":"10.1175/2008JCLI2637.1"},{"key":"ref34","doi-asserted-by":"crossref","unstructured":"Loeb, N. G., Lyman, J. M., Johnson, G. C., Allan, R. P., Doelling, D. R.,\nWong, T., Soden, B. J., and Stephens, G. L. J. N. G.: Observed changes in\ntop-of-the-atmosphere radiation and upper-ocean heating consistent within\nuncertainty, Nat. Geosci., 5, 110–113, 2012.","DOI":"10.1038/ngeo1375"},{"key":"ref35","doi-asserted-by":"crossref","unstructured":"Massonnet, F., Fichefet, T., Goosse, H., Bitz, C. M., Philippon-Berthier, G., Holland, M. M., and Barriat, P.-Y.: Constraining projections of summer Arctic sea ice, The Cryosphere, 6, 1383–1394, https://doi.org/10.5194/tc-6-1383-2012, 2012.","DOI":"10.5194/tc-6-1383-2012"},{"key":"ref36","doi-asserted-by":"crossref","unstructured":"Massonnet, F., Bellprat, O., Guemas, V., and Doblas-Reyes, F. J.: Using\nclimate models to estimate the quality of global observational data sets,\nScience, 354, 452–455, 2016.","DOI":"10.1126/science.aaf6369"},{"key":"ref37","doi-asserted-by":"crossref","unstructured":"Merchant, C. J., Embury, O., Roberts-Jones, J., Fiedler, E. K., Bulgin, C. E., Corlett,\nG. K., Good, S., McLaren, A., Rayner, N. A., and Donlon, C.: ESA Sea\nSurface Temperature Climate Change Initiative (ESA SST CCI): Analysis long\nterm product version 1.0, NERC Earth Observation Data Centre, https://doi.org/10.5285/878bef44-d32a-40cd-a02d-49b6286f0ea4, 2014a.","DOI":"10.1002/gdj3.20"},{"key":"ref38","doi-asserted-by":"crossref","unstructured":"Merchant, C. J., Embury, O., Roberts-Jones, J., Fiedler, E., Bulgin, C. E.,\nCorlett, G. K., Good, S., McLaren, A., Rayner, N., Morak-Bozzo, S., and\nDonlon, C.: Sea surface temperature datasets for climate applications from\nPhase 1 of the European Space Agency Climate Change Initiative (SST CCI),\nGeosci. Data J., 1, 179–191, 2014b.","DOI":"10.1002/gdj3.20"},{"key":"ref39","doi-asserted-by":"crossref","unstructured":"Morice, C. P., Kennedy, J. J., Rayner, N. A., and Jones, P. D.: Quantifying\nuncertainties in global and regional temperature change using an ensemble of\nobservational estimates: The HadCRUT4 data set, J. Geophys. Res.-Atmos., 117, D08101, https://doi.org/10.1029/2011JD017187,\n2012.","DOI":"10.1029/2011JD017187"},{"key":"ref40","unstructured":"NOAA: Atmospheric Carbon Dioxide Dry Air Mole Fractions from\nquasi-continuous measurements at Mauna Loa, Hawaii, Barrow, Alaska, American\nSamoa and South Pole, compiled by: Thoning, K. W., Kitzis, D. R., and Crotwell, A.,\nNOAA ESRL Global Monitoring Division, Boulder, Colorado, USA, 2018."},{"key":"ref41","doi-asserted-by":"crossref","unstructured":"O'Neill, B. C., Tebaldi, C., van Vuuren, D. P., Eyring, V., Friedlingstein, P., Hurtt, G., Knutti, R., Kriegler, E., Lamarque, J.-F., Lowe, J., Meehl, G. A., Moss, R., Riahi, K., and Sanderson, B. M.: The Scenario Model Intercomparison Project (ScenarioMIP) for CMIP6, Geosci. Model Dev., 9, 3461–3482, https://doi.org/10.5194/gmd-9-3461-2016, 2016.","DOI":"10.5194/gmd-9-3461-2016"},{"key":"ref42","doi-asserted-by":"crossref","unstructured":"Rayner, N. A., Parker, D. E., Horton, E. B., Folland, C. K., Alexander, L.\nV., Rowell, D. P., Kent, E. C., and Kaplan, A.: Global analyses of sea\nsurface temperature, sea ice, and night marine air temperature since the\nlate nineteenth century, J. Geophys. Res.-Atmos., 108, 4407, https://doi.org/10.1029/2002JD002670, 2003.","DOI":"10.1029/2002JD002670"},{"key":"ref43","doi-asserted-by":"crossref","unstructured":"Righi, M., Andela, B., Eyring, V., Lauer, A., Predoi, V., Schlund, M., Vegas-Regidor, J., Bock, L., Brötz, B., de Mora, L., Diblen, F., Dreyer, L., Drost, N., Earnshaw, P., Hassler, B., Koldunov, N., Little, B., Loosveldt Tomas, S., and Zimmermann, K.: Earth System Model Evaluation Tool (ESMValTool) v2.0 – technical overview, Geosci. Model Dev., 13, 1179–1199, https://doi.org/10.5194/gmd-13-1179-2020, 2020.","DOI":"10.5194/gmd-13-1179-2020"},{"key":"ref44","doi-asserted-by":"crossref","unstructured":"Rossow, W. B. and Schiffer, R. A.: ISCCP Cloud Data Products, B. Am. Meteorol.\nSoc., 72, 2–20, 1991.","DOI":"10.1175/1520-0477(1991)072<0002:ICDP>2.0.CO;2"},{"key":"ref45","doi-asserted-by":"crossref","unstructured":"Sanderson, B. M., Knutti, R., and Caldwell, P.: A Representative Democracy\nto Reduce Interdependency in a Multimodel Ensemble, J. Climate, 28,\n5171–5194, 2015.","DOI":"10.1175/JCLI-D-14-00362.1"},{"key":"ref46","doi-asserted-by":"crossref","unstructured":"Schutgens, N., Tsyro, S., Gryspeerdt, E., Goto, D., Weigum, N., Schulz, M., and Stier, P.: On the spatio-temporal representativeness of observations, Atmos. Chem. Phys., 17, 9761–9780, https://doi.org/10.5194/acp-17-9761-2017, 2017.","DOI":"10.5194/acp-17-9761-2017"},{"key":"ref47","doi-asserted-by":"crossref","unstructured":"Senftleben, D., Lauer, A., and Karpechko, A.: Constraining uncertainties in\nCMIP5 projections of September Arctic sea ice extent with observations, J.\nClimate, 33, 1487–1503, 2020.","DOI":"10.1175/JCLI-D-19-0075.1"},{"key":"ref48","doi-asserted-by":"crossref","unstructured":"Sherwood, S. C., Bony, S., and Dufresne, J. L.: Spread in model climate\nsensitivity traced to atmospheric convective mixing, Nature, 505, 37–42,\n2014.","DOI":"10.1038/nature12829"},{"key":"ref49","doi-asserted-by":"crossref","unstructured":"Sigmond, M., Fyfe, J. C., and Swart, N. C.: Ice-free Arctic projections\nunder the Paris Agreement, Nat. Clim. Change, 8, 404–408, 2018.","DOI":"10.1038/s41558-018-0124-y"},{"key":"ref50","doi-asserted-by":"crossref","unstructured":"Susskind, J., Barnet, C., Blaisdell, J., Iredell, L., Keita, F., Kouvaris,\nL., Molnar, G., and Chahine, M.: Accuracy of geophysical parameters derived\nfrom Atmospheric Infrared Sounder/Advanced Microwave Sounding Unit as a\nfunction of fractional cloud cover, J. Geophys. Res.-Atmos., 111, D09S17, https://doi.org/10.1029/2005JD006272, 2006.","DOI":"10.1029/2005JD006272"},{"key":"ref51","doi-asserted-by":"crossref","unstructured":"Taylor, K. E., Stouffer, R. J., and Meehl, G. A.: An Overview of Cmip5 and\nthe Experiment Design, B. Am. Meteorol. Soc., 93, 485–498, 2012.","DOI":"10.1175/BAMS-D-11-00094.1"},{"key":"ref52","doi-asserted-by":"crossref","unstructured":"Tian, B. J.: Spread of model climate sensitivity linked to\ndouble-Intertropical Convergence Zone bias, Geophys. Res. Lett., 42, 4133–4141,\n2015.","DOI":"10.1002/2015GL064119"},{"key":"ref53","doi-asserted-by":"crossref","unstructured":"Volodin, E. M.: Relation between temperature sensitivity to doubled carbon\ndioxide and the distribution of clouds in current climate models, Izv. Atmos.\nOcean Phy., 44, 288–299, 2008.","DOI":"10.1134/S0001433808030043"},{"key":"ref54","doi-asserted-by":"crossref","unstructured":"Wang, M. and Overland, J. E. J. G. R. L.: A sea ice free summer Arctic\nwithin 30 years?, Geophys. Res. Lett., 36, L07502, https://doi.org/10.1029/2009GL037820, 2009.","DOI":"10.1029/2009GL037820"},{"key":"ref55","doi-asserted-by":"crossref","unstructured":"Weigel, A. P., Liniger, M., and Appenzeller, C.: Can multi-model combination\nreally enhance the prediction skill of probabilistic ensemble forecasts?,\nQ. J. Roy. Meteor. Soc., 134, 241–260, 2008.","DOI":"10.1002/qj.210"},{"key":"ref56","doi-asserted-by":"crossref","unstructured":"Weigel, K., Eyring, V., Gier, B., Lauer, A., Righi, M., Schlund, M.,\nAdeniyi, K., Andela, B., Arnone, E., Bock, L., Berg, P., Corti, S., Caron,\nL.-P., Cionni, I., Hunter, A., Lledó, L., Mohr, C. W.,\nPérez-Zanón, N., Predoi, V., Sandstad, M., Sillmann, J.,\nVegas-Regidor, J., and Hardenberg, J. V.: ESMValTool (v2.0) – Diagnostics\nfor extreme events, regional model and impact evaluation and analysis of\nEarth system models in CMIP, Geosci. Model Dev.\nDiscuss., submitted, 2020.","DOI":"10.5194/gmd-2020-244"},{"key":"ref57","doi-asserted-by":"crossref","unstructured":"Wentz, F. J., Ricciardulli, L., Hilburn, K., and Mears, C.: How much more\nrain will global warming bring?, Science, 317, 233–235, 2007.","DOI":"10.1126/science.1140746"},{"key":"ref58","doi-asserted-by":"crossref","unstructured":"Wenzel, S., Cox, P. M., Eyring, V., and Friedlingstein, P.: Emergent\nconstraints on climate-carbon cycle feedbacks in the CMIP5 Earth system\nmodels, J. Geophys. Res.-Biogeo., 119, 794–807, 2014.","DOI":"10.1002/2013JG002591"},{"key":"ref59","doi-asserted-by":"crossref","unstructured":"Wenzel, S., Cox, P. M., Eyring, V., and Friedlingstein, P.: Projected land\nphotosynthesis constrained by changes in the seasonal cycle of atmospheric\nCO2, Nature, 538, 499–501, 2016a.","DOI":"10.1038/nature19772"},{"key":"ref60","doi-asserted-by":"crossref","unstructured":"Wenzel, S., Eyring, V., Gerber, E. P., and Karpechko, A. Y.: Constraining\nFuture Summer Austral Jet Stream Positions in the CMIP5 Ensemble by\nProcess-Oriented Multiple Diagnostic Regression, J. Climate, 29, 673–687,\n2016b.","DOI":"10.1175/JCLI-D-15-0412.1"},{"key":"ref61","doi-asserted-by":"crossref","unstructured":"Young, A. H., Knapp, K. R., Inamdar, A., Hankins, W., and Rossow, W. B.: The International Satellite Cloud Climatology Project H-Series climate data record product, Earth Syst. Sci. Data, 10, 583–593, https://doi.org/10.5194/essd-10-583-2018, 2018.","DOI":"10.5194/essd-10-583-2018"},{"key":"ref62","doi-asserted-by":"crossref","unstructured":"Zhang, Y. C., Rossow, W. B., Lacis, A. A., Oinas, V., and Mishchenko, M. I.:\nCalculation of radiative fluxes from the surface to top of atmosphere based\non ISCCP and other global data sets: Refinements of the radiative transfer\nmodel and the input data, J. Geophys. Res.-Atmos., 109, D19105, https://doi.org/10.1029/2003JD004457, 2004.","DOI":"10.1029/2003JD004457"}],"container-title":["Geoscientific Model Development"],"original-title":[],"language":"en","link":[{"URL":"https://gmd.copernicus.org/articles/13/4205/2020/gmd-13-4205-2020.pdf","content-type":"unspecified","content-version":"vor","intended-application":"similarity-checking"}],"deposited":{"date-parts":[[2021,6,3]],"date-time":"2021-06-03T09:57:52Z","timestamp":1622714272000},"score":1,"resource":{"primary":{"URL":"https://gmd.copernicus.org/articles/13/4205/2020/"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2020,9,10]]},"references-count":62,"journal-issue":{"issue":"9","published-online":{"date-parts":[[2020]]}},"URL":"http://dx.doi.org/10.5194/gmd-13-4205-2020","relation":{"has-preprint":[{"id-type":"doi","id":"10.5194/gmd-2020-60","asserted-by":"subject"},{"id-type":"doi","id":"10.5194/gmd-2020-60","asserted-by":"object"}],"has-review":[{"id-type":"doi","id":"10.5194/gmd-2020-60-RC1","asserted-by":"subject"},{"id-type":"doi","id":"10.5194/gmd-2020-60-AC1","asserted-by":"subject"},{"id-type":"doi","id":"10.5194/gmd-2020-60-RC2","asserted-by":"subject"},{"id-type":"doi","id":"10.5194/gmd-2020-60-AC2","asserted-by":"subject"},{"id-type":"doi","id":"10.5194/gmd-2020-60-RC2","asserted-by":"object"},{"id-type":"doi","id":"10.5194/gmd-2020-60-RC1","asserted-by":"object"},{"id-type":"doi","id":"10.5194/gmd-2020-60-AC2","asserted-by":"object"},{"id-type":"doi","id":"10.5194/gmd-2020-60-AC1","asserted-by":"object"}],"is-part-of":[{"id-type":"doi","id":"10.5281/zenodo.3970975","asserted-by":"subject"},{"id-type":"doi","id":"10.5281/zenodo.3952695","asserted-by":"subject"}]},"ISSN":["1991-9603"],"issn-type":[{"value":"1991-9603","type":"electronic"}],"subject":["General Medicine"],"published":{"date-parts":[[2020,9,10]]}}}