{"data":{"work":{"doi":"10.5281/zenodo.5748141","type":"Dataset","types":{"resourceType":null},"sizes":[],"version":"v42.0.0","titles":[{"title":"Italian COVID-19 Integrated Surveillance Dataset (v42.0.0)"}],"descriptions":[{"description":"<strong>Abstract</strong> COVID-19 integrated surveillance data provided by the Italian National Institute of Health and processed via UnrollingAverages.jl to deconvolve the weekly simple moving averages. <strong>Overview</strong> Every week the National Institute for Nuclear Physics (INFN) imports an anonymous individual-level dataset from the Italian National Institute of Health (ISS) and converts it into an incidence time series data organized by date of event and disaggregated by sex, age and administrative level with a consolidation period of approximately two weeks. The information available to the INFN is summarised in the following meta-table. <strong>Output Data </strong> The output data has been stored here and contain the following information: Reconstructed daily time series of <strong>confirmed cases by date of diagnosis</strong> stratified by sex and age at the regional level; Reconstructed daily time series of <strong>symptomatic cases by date of symptoms onset</strong> stratified by sex and age at the regional level; Reconstructed daily time series of <strong>ordinary hospital admissions</strong> by date of admission stratified by sex and age at the regional level; Reconstructed daily time series of <strong>intensive hospital admissions</strong> by date of admission stratified by sex and age at the regional level; Reconstructed daily time series of <strong>deceased cases by date of death</strong> stratified by sex and age at the regional level."}],"publisher":"Zenodo","publicationYear":2022,"creators":[{"givenName":"Pietro","familyName":"Monticone","affiliation":[{"name":"University of Turin"}]},{"givenName":"Claudio","familyName":"Moroni","affiliation":[{"name":"University of Turin"}]}],"contributors":[{"givenName":"Claudio","familyName":"Moroni","affiliation":[{"name":"University of Turin"}]},{"givenName":"Pietro","familyName":"Monticone","affiliation":[{"name":"University of Turin"}]}]}}}